{
  "classes": {
    "1": {
      "name": "Assassin",
      "description": "Agile beings, battle melee with fortification abilities, or that will help them in some way in battle. Never trust an assassin, as he can turn on you, and kill you to steal your items. "
    },
    "two": {
      "name": "Bard",
      "description": "Music lovers, bards seek to help everyone with musical power. From a young age, bards already realize their vocation, not just any baby can play a harp in their first months of life."
    },
    "3": {
      "name": "Illusionist",
      "description": "Illusionists live by demonic contracts with higher beings. Their abilities are discovered according to their contracts, they are based on using the contract's power, and using melee combat"
    },
    "4": {
      "name": "Paladin",
      "description": "They have high faith in the Great Old Ones, and for that reason, they are blessed with divine powers such as healing and Light abilities. They are always on holy quests, walking together with holy mages in pursuit of holiness. They like balance. of powers"
    },
    "5": {
      "name": "Necromancer",
      "description": "Users of resurrection magic, battle using dead. As this magic is very dangerous and exhausting, necromancers focus on passing their powers to their weapon, so they don't wear out in battle, as they use a mana already stored. Since you never know if your stored mana will last an entire battle, you should study physical combat as well"
    },
    "6": {
      "name": "Archmage",
      "description": "Magic has developed over time. People have evolved, and ancient tribes have been left behind. Magic has developed to be easier and faster, yet archaic magic has not been extinguished. The archmages study the magics of the past, when magic circles and rituals were still used to invoke and know them"
    },
    "7": {
      "name": "Barbarian",
      "description": "Beings who have isolated themselves to train for war above all else. For this reason, they can be a little immodest, but believe me, their hearts are unique. They love to use heavy armor and small weapons. good with skills, but what they know is empowerment skills"
    },
    "8": {
      "name": "Archer",
      "description": "Professionals of ranged attack. As much as they have an impeccable aim, for some reason they keep using only bow and arrow. Of course, there's always something different that uses something else, but overall, this weapon satisfies everything you need. need, distance and speed"
    },
    "9": {
      "name": "Sorcerer",
      "description": "Unlike mages, sorcerers use magic that comes from their body, wearing out more, and depending on the type of magic, they can go insane. They are specialists in dark magic, and discover abilities from the use of their body to acquire power"
    },
    "10": {
      "name": "Tamer",
      "description": "Unlike illusionists, tamers make contracts with wild animals. Since they don't need a lot of mana to control them, they can make contracts with several beings at the same time. They cannot make supernatural contracts, abstaining only from beings alive"
    },
    "11": {
      "name": "Monk",
      "description": "Isolating yourself from society does not mean isolating yourself from the world, as much as they live alone in silence in the mountains, monks suffer from the problems of the world just like everyone else. Don't mess with those who are quiet in the corner, those are the most dangerous. They fight with strength of spirit. They do not worship any Elder Elemental Dragons, but they also know that these cannot be ignored."
    },
    "12": {
      "name": "Lancer",
      "description": "Nothing is above the honor of these Lancers fighters. They know that agility and distance must come together for a perfect battle. Protectors of the realm and the law, spearmen are perfect for unequal fights of numbers. No It doesn't matter if it's between 30 and 3, none for royal warriors."
    }
  },
  "races": {
    "1": {
      "name": "Elf",
      "description": "Born in the forest. They grow up alongside nature, knowing its strengths very well, and receiving help from it. Very intelligent beings"
    },
    "two": {
      "name": "Human",
      "description": "They are born in the city. They have evolved more than any other class. They have learned to control fire, and therefore, have a high affinity for damage. Very strong beings"
    },
    "3": {
      "name": "Orc",
      "description": "Born in the Dark World. They suffer a little prejudice from humans because they look like pigs, so they isolated themselves in the dark world. That doesn't mean they can't live together with humans. Beings tough in the fall."
    },
    "4": {
      "name": "Half-Demon",
      "description": "They are born on the outskirts of the Dark World. They are seen as beings almost beyond this reality. Much respected because of their legends. Beings that share intelligence and strength equally"
    },
    "5": {
      "name": "Demi-Human",
      "description": "The famous Half-Animals. They live among humans, but suffer a bit of prejudice because of their ears and tails. Their strength and armor are equally divided."
    },
    "6": {
      "name": "Beast",
      "description": "They are born in the wild. They are animals that have cognition, and of course, they are in search of their beauty. They have high defense"
    },
    "7": {
      "name": "Dwarf",
      "description": "Small but skilled, dwarves are a species very similar to humans. Lovers of friendship, dwarves are always drinking with their friends to forget about the troubles of the world. They are quick and their hearts are powerful."
    }
  },
  "attacks": {
    "1": "on the leg",
    "1-3": "on the arm",
    "1-6": "on the back",
    "1-8": "on the chest",
    "2": "on the head"
  },
  "battle": {
    "no-mana": "| Insufficient Mana!",
    "your-stats": "{{name}}' Status",
    "your-stats-info": "❤️ | Health: **{{life}}**\n💧 | Mana: **{{mana}}**\n⚔️ | Damage: **{{damage}} ** | Accuracy: **{{chanceToConnect}}%**\n🛡️ | Defense: **{{armor}}** | Dodge: **{{chanceToDodge}}%**\n🧠 | Intelligence: * *{{intelligence}}**\n👢 | Agility: **{{agility}}**",
    "enemy-stats": "{{name}}'s Status",
    "enemy-stats-info": "❤️ | Health: **{{life}}**\n⚔️ | Damage: **{{damage}}**\n🛡️ | Defense: **{{armor}} **\n👢 | Agility: **{{agility}}**",
    "no-action": "{{user}} took to long to attack, the enemy has taken the initiative",
    "enemy-death": "{{user}} killed **{{name}}**!",
    "user-death": "⚰️ | {{user}} was killed!",
    "non-responsive-user": "⚡ | {{user}} was killed by the Elemental Elder Dragon after failing to attack 4 times!",
    "footer": "Allied Turn: {{user}}/{{aliveUser}} | Enemy Turn: {{enemy}}/{{aliveEnemy}}",
    "deffend-text": "🛡️ | **{{enemy}}** attacks {{user}} with **{{attack}}**{{text}}",
    "attack-text": "⚔️ | {{user}} attacks {{enemy}} with **{{attack}}**{{text}}",
    "select": "Select an Action",
    "hit-fail": ", but ends up missing!",
    "hit-success": " and deals you **{{damage}}** damage",
    "dodged": ", and **{{user}} dodged**",
    "title": "Battle Against {{count}} {{name}}",
    "find": "Enemy Found! **{{enemy}}** in phase **{{level}}** is just ahead!",
    "runaway-success": "The run was successful!",
    "runaway-fail": "Escape attempt fails!",
    "options": {
      "hand-attack": "Basic Attack",
      "runaway": "Run away",
      "runaway-description": "Runs away in hopes of running away from this battle",
      "hand-attack-description": "Strike with your primary weapon",
      "giveup": "Give Up",
      "giveup-description": "Give Up from the battle, giving the win for your opponent",
      "ability-info": "⚔️ | Damage: **{{damage}}**\n💧 | Cost: **{{cost}}** {{no-mana}}",
      "attack-info": "⚔️ | Damage: **{{damage}}**\n🎯 | Accuracy: **{{chanceToConnect}}%**",
      "runaway-info": "🐥 | Chance of Escape: **{{chance}}%**",
      "available": "Available Options"
    }
  },
  "backpack-full": "Your inventory is full! Return to the capital to empty your backpack!",
  "cooldowns": {
    "dungeon": "You Are Tired!",
    "church": "You Are Praying",
    "church-description": "You are praying at the Church. See if you really want to continue praying there.",
    "dungeon-description": "You've been to the dungeon recently, and you need to rest for more **{{time}}** {{subtime}}",
    "death": "You Are Dead!",
    "death-description": "You are in the Church resting from a recent death! Use the Church command to better see this..."
  },
  "pvp": {
    "start-text": "Welcome to the Boleham PvP arena. An ancient spell prevents you from taking damage outside of here\n**{{author}}** is battling with **{{mentioned}}* *. Good luck!",
    "title": "Shift of {{user}}",
    "pvp-finished": "**THE BATTLE IS OVER!!** **{{winner}}** win over **{{loser}}.** {{loser}} {{reason}}",
    "user-stats": "{{user}}'s Statuses",
    "user-no-action": "{{user}} took no action in time",
    "attack-text": "**{{attacker}}** attacks **{{defend}}** with {{attack}} and deals `{{damage}}` damage",
    "miss-attack": "0 for missing attack",
    "user-stats-info": "❤️ | Health: **{{life}}**\n💧 | Mana: **{{mana}}**\n⚔️ | Damage: **{{damage}}** | Accuracy: **{{chanceToConnect}}%**\n🛡️ | Defense: **{{armor}}** | Dodge: **{{chanceToDodge}}%**\n🧠 | Intelligence: **{{intelligence}}**\n👢 | Agility: **{{agility}}**",
    "reasons": {
      "miss-attack": "didn't take any action in 4 turns",
      "user-death": "died in battle",
      "user-giveup": "gave up"
    }
  }
}
